---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.Number
source: html/1c1d3163-40a6-a51a-be3a-c4e43bc4326f.htm
---
# Autodesk.Revit.DB.ProjectInfo.Number Property

Get or Set the Project Number of the Project Information.

## Syntax (C#)
```csharp
public string Number { get; set; }
```

## Remarks
This property is used to get or set the Project Number of the Project Information.